{
    "menu": {
        "item1": "Home",
        "item2": "About me",
        "item3": "Skills",
        "item4": "Training",
        "item5": "Projects",
        "item6": "Contact"
    },

    "home": {
        "home_text-1": "Hi! I'm",
        "home_text-3": "Full - Stack Web Developer",
        "parrafo-info": "Systems engineering and programming student guided to excellence in Full Stack Web Development. Passionate about technology and development, focused on creating ingenious, innovative and aesthetic projects that provide the best experience to users and companies.",
        "cv_button": "Download CV",
        "contact_button": "Contact me"
    },

    "sobre-mi": {
        "title": "About me",
        "texto_sobreMi": "I'm an undergraduate student of systems engineering and a self-taught student of Web Development focused on Full Stack programming.<br>Guided to contribute the best of myself to the world of Web Development, acquire new experiences and knowledge, my personal and professional life.<br><br>My motivation comes from the belief that technology can be a positive force for change and innovation. Throughout my career, I have gained experience in key areas such as web application development, database management, UX/UI designs, code cleanup and performance optimization.<br><br>In addition to my devotion to programming, I enjoy exploring new technologies. , solving technical challenges and learning from each project I work on. I firmly believe in the importance of continuous training and self-taught learning in a constantly evolving field such as web development."
    },

    "habilidades": {
        "title": "Skills"
    },

    "formacion": {
        "title": "Training",
        "formacion1": "Systems engineer",
        "tiempo-formacion1": "2020 - In progress",
        "formacion2": "Full-Stack Developer",
        "tiempo-formacion2": "2023 - 2023",
        "formacion3": "Professional Systems Technician",
        "tiempo-formacion3": "2019 - 2020"
    },

    "proyectos": {
        "title": "Projects",
        "title-proyecto1": "⚡ Pokedex Pokemon",
        "info-proyecto1": "The Pokédex is an interactive web application that allows you to explore and obtain detailed information about different Pokémon. It uses the Pokémon API to display accurate and up-to-date data about each species.",
        "title-proyecto2": "🚷 Login Access (Front)",
        "info-proyecto2": "Frontend application developed with React, Vite and Axios that provides a user interface for authentication and user management (Create, Read, Update and Delete).",
        "title-proyecto3": "👾 Snake Game",
        "info-proyecto3": "This is a classic snake game 🐍🍎🍐 developed with HTML, CSS, and JavaScript, and available online through GitHub Pages. The challenge is to get the highest score possible by eating fruit without touching the edges or yourself.",
        "title-proyecto4": "📅 Calendar",
        "info-proyecto4": "An interactive and dynamic calendar developed with HTML, CSS, and JavaScript, showing Colombian holidays and special events. It also includes monthly images and quotes, and a customizable color palette that changes monthly.",
        "title-proyecto5": "📱 Calculator",
        "info-proyecto5": "Developed with HTML, CSS and JavaScript, this is a web calculator with two excellent themes: dark mode and light mode."
    },

    "contacto": {
        "title": "Contact",
        "text": "Complete the form below and I will contact you as soon as possible.",
        "btn-enviar": "Send"
    }
}