{
    "menu": {
        "item1": "Inicio",
        "item2": "Sobre mí",
        "item3": "Habilidades",
        "item4": "Formación",
        "item5": "Proyectos",
        "item6": "Contacto"
    },

    "home": {
        "home_text-1": "Hola! Soy",
        "home_text-3": "Desarrollador Web Full - Stack",
        "parrafo-info": "Estudiante de ingenieria de sistemas y programación guiado a la excelencia del Desarrollo Web Full Stack. Un apasionado a la tecnologia y el desarrollo, enfocado en crear proyectos ingeniosos, novedosos y esteticos que que brinden la mejor experiencia para el usuario y las empresas.",
        "cv_button": "Descargar CV",
        "contact_button": "Contactame"
    },

    "sobre-mi": {
        "title": "Sobre mí",
        "texto_sobreMi": "Soy estudiante del pregrado de ingenieria de sistemas y estudiante autodidacta de Desarrollo Web enfocado en programación Full Stack.<br>Guiado a aportar lo mejor de mi al mundo del Desarrollo Web, adquirir nuevas experiencias y conocimientos, fortaleciendo mi vida personal y profesional.<br><br>Mi motivación proviene de la creencia de que la tecnología puede ser una fuerza positiva para el cambio y la innovación. A lo largo de mi trayecto, he adquirido experiencia en áreas clave, como el desarrollo de aplicaciones web, la gestión de bases de datos, diseños UX/IU, code clear y la optimización de rendimiento.<br><br>Además de mi devoción por la programación, disfruto explorando nuevas tecnologías, resolviendo desafíos técnicos y aprendiendo de cada proyecto en el que trabajo. Creo firmemente en la importancia de la educación continua y el aprendizaje autodidacta en un campo en constante evolución como el desarrollo web."
    },

    "habilidades": {
        "title": "Habilidades"
    },

    "formacion": {
        "title": "Formación",
        "formacion1": "Ingeniería de Sistemas",
        "tiempo-formacion1": "2020 - En curso",
        "formacion2": "Desarrollo web Full-Stack",
        "tiempo-formacion2": "2023 - 2023",
        "formacion3": "Técnico Profesional en Sistemas",
        "tiempo-formacion3": "2019 - 2020"
    },

    "proyectos": {
        "title": "Proyectos",
        "title-proyecto1": "⚡ Pokedex Pokemon",
        "info-proyecto1": "La Pokédex es una aplicación web interactiva que te permite explorar y obtener información detallada sobre diferentes Pokémon. Consume la API de Pokémon para mostrar datos precisos y actualizados sobre cada especie de Pokémon.",
        "title-proyecto2": "🚷 Control de Acceso (Front)",
        "info-proyecto2": "Aplicación frontend desarrollada con React, Vite, y Axios que proporciona una interfaz de usuario para la autenticación y gestión de usuarios (CRUD = Crear, Leer, Actualizar y Borrar).",
        "title-proyecto3": "👾 Juego de la Serpiente",
        "info-proyecto3": "Este es un juego clásico Snake Game 🐍🍎🍐 desarrollado con HTML, CSS y JavaScript y está disponible en línea mediante GitHub Pages. El reto es hacer la mayor puntuación posible comiendo frutas sin tocar los bordes o a ti mismo.",
        "title-proyecto4": "📅 Calendario",
        "info-proyecto4": "Calendario interactivo y dinámico desarrollado con HTML, CSS y JavaScript, que muestra los festivos y eventos especiales de Colombia. Además, cuenta con imágenes y citas para cada mes, y una paleta de colores personalizada que cambia mensualmente.",
        "title-proyecto5": "📱 Calculadora",
        "info-proyecto5": "Desarrollada con HTML, CSS y JavaScript este es una  calculadora web con dos excelentes temas: en modo oscuro y modo claro."
    },

    "contacto": {
        "title": "Contacto",
        "text": "Completa el siguiente formulario y me pondré en contacto contigo lo antes posible.",
        "btn-enviar": "Enviar"
    }
}